Repository: DACNIS-SARL/Fielmedina-ios-v3
Catalog: Fielmedina/Localizable.xcstrings
Source language: en
Languages: fr

source: A great choice for local vibes and saving money.
fr: Un excellent choix pour profiter de l'ambiance locale et faire des économies.

source: A tip
fr: Un conseil

source: Admission Fee
fr: Droit d'entrée

source: All Events
fr: Tous les événements

source: All Locations
fr: Tous les emplacements

source: All Picks
fr: Toutes les sélections

source: ALL PICKS
fr: TOUTES LES SÉLECTIONS

source: All Regions
fr: Toutes les régions

source: ALL TIPS
fr: TOUTES LES ASTUCES

source: AR not available
fr: AR non disponible

source: AVAILABLE MEDINAS
fr: MÉDINAS DISPONIBLES

source: Best Experiences
fr: Meilleures expériences

source: Book a Taxi
fr: Réserver un taxi

source: Call
fr: Appelez

source: Cancel
fr: Annuler

source: Check back later for updated schedules.
fr: Revenez plus tard pour consulter les horaires mis à jour.

source: Coming soon!
fr: À venir bientôt !

source: Did you know?
fr: Le saviez-vous ?

source: Discover Tunisia through guided walking tours
fr: Découvrez la Tunisie grâce à des visites guidées à pied

source: Done
fr: Terminé

source: Download city medinas to use maps and navigation without internet.
fr: Téléchargez les médinas des villes pour utiliser les cartes et la navigation sans Internet.

source: Download failed
fr: Échec du téléchargement

source: Download failed: %@. We'll retry shortly.
fr: Échec du téléchargement : %@. Nous réessaierons sous peu.

source: Downloaded
fr: Téléchargé

source: Downloading data (%lld/%lld)
fr: Téléchargement des données (%lld/%lld)

source: Downloading...
fr: Téléchargement…

source: Duration
fr: Durée

source: Emergency Contacts
fr: Contacts d'urgence

source: Emergency Use Only
fr: À utiliser uniquement en cas d'urgence

source: Enable location
fr: Activer la localisation

source: Enable location permissions to download offline content.
fr: Activez les autorisations de localisation pour télécharger le contenu hors ligne.

source: Error: %@
fr: Erreur : %@

source: Event
fr: Événement

source: Events
fr: Événements

source: Fetching data...
fr: Récupération des données...

source: Filter
fr: Filtre

source: Filter by Category
fr: Filtrer par catégorie

source: Free
fr: Gratuit

source: From
fr: À partir

source: Go Back
fr: Retour

source: Hacks and tips
fr: Astuces et conseils

# hero_welcome_subtitle
source: Welcome
fr: Bienvenue

source: Hiking Routes
fr: Sentiers de randonnée

# hiking_button
source: Hiking
fr: Randonnée

# home_button
source: Home
fr: Accueil

source: Hours
fr: Horaires

source: Initializing...
fr: Initialisation...

source: Listen to audio guide
fr: Écouter le guide audio

source: Loading…
fr: Chargement en cours…

source: Location
fr: Lieu

source: Location Access Required
fr: Accès au lieu requis

source: Locations
fr: Lieux

# map_button
source: Map
fr: Carte

# medical_subtitle
source: Medical emergency services
fr: Services médicaux d'urgence

source: Navigation Error
fr: Erreur de navigation

source: Navigation failed. If you are offline, please ensure you have downloaded the maps for this area.
fr: Échec de la navigation. Si vous êtes hors ligne, veuillez vous assurer d'avoir téléchargé les cartes de cette région.

source: No events available
fr: Aucun événement disponible

source: No Events Found
fr: Aucun événement trouvé

source: No Hiking Routes Yet
fr: Aucun sentier de randonnée pour le moment

source: No internet connection
fr: Pas de connexion Internet

source: No locations available
fr: Aucun emplacement disponible

source: No Locations Found
fr: Aucun emplacement trouvé

source: No Locations Yet
fr: Aucun emplacement pour le moment

source: No merchants found
fr: Aucun commerçant trouvé

source: No Picks Found
fr: Aucun résultat trouvé

source: No Picks Yet
fr: Pas encore de sélection

source: No results found
fr: Aucun résultat trouvé

source: No Tips Yet
fr: Aucun astuces pour l'instant

source: No trips available
fr: Aucun voyage disponible

source: Not downloaded
fr: Non téléchargé

source: Offline city data unavailable
fr: Données hors ligne indisponibles

source: Offline content is preparing in the background.
fr: Le contenu hors ligne se prépare en arrière-plan.

source: Offline content ready. You can use the app without internet.
fr: Le contenu hors ligne est prêt. Vous pouvez utiliser l'application sans Internet.

source: Offline Map Required
fr: Carte hors ligne requise

source: Offline Maps
fr: Cartes hors ligne

source: Offline navigation + maps
fr: Navigation hors ligne + cartes

# onboarding_overlay_message
source: Tap here to download your first medina and explore offline — no internet needed!
fr: Appuyez ici pour télécharger votre première médina et explorer hors ligne — pas besoin d'internet !

source: Open Settings
fr: Ouvrir les paramètres

source: Opening Hours
fr: Horaires d'ouverture

source: Our Pick
fr: Notre Sélection

source: Pick
fr: Sélection

# police_subtitle
source: Emergency law enforcement
fr: Services d'urgence de maintien de l'ordre

source: Preparing hiking navigation to
fr: Préparation de la navigation pour la randonnée vers

source: Preparing navigation to
fr: Préparation de la navigation vers

source: Price Range
fr: Fourchette de prix

source: Products & Services
fr: Produits et services

source: Public transport
fr: Transports publics

source: Public transports
fr: Transports publics

source: regions
fr: régions

source: Regions
fr: Régions

source: Reserve Your Spot
fr: Réservez votre place

source: Reset
fr: Réinitialiser

source: Restart from beginning
fr: Recommencer depuis le début

source: Retry
fr: Réessayer

source: Search places, events, picks
fr: Rechercher lieux, événements, sélection

source: Show All
fr: Tout afficher

source: Start anyway
fr: Commencez quand même

source: Start Hiking
fr: Commencer la randonnée

source: Start Navigation
fr: Démarrer la navigation

source: Still waiting for GPS...
fr: Toujours en attente du GPS...

source: Take public transport for an easy and budget-friendly trip to the Medina.
fr: Prenez les transports en commun pour vous rendre facilement et à moindre coût à la médina.

source: Tap any contact to call immediately
fr: Appuyez sur n'importe quel contact pour l'appeler immédiatement.

source: Taxi Booking
fr: Réservation de taxi

source: There are no events in this category yet. Check back soon!
fr: Il n'y a pas encore d'événements dans cette catégorie. Revenez bientôt !

source: There are no hiking routes in this city yet. Check back soon!
fr: Il n'y a pas encore de sentiers de randonnée dans cette ville. Revenez bientôt !

source: There are no locations for this filter yet. Check back soon!
fr: Il n'y a pour l'instant aucun lieu correspondant à ce filtre. Revenez bientôt !

source: There are no locations in this city yet. Check back soon!
fr: Il n'y a encore aucun emplacement dans cette ville. Revenez bientôt !

source: There are no picks available yet. Check back soon!
fr: Aucune sélection n’est disponible pour le moment. Revenez bientôt !

source: There are no picks in this category yet. Check back soon!
fr: Il n'y a pas encore de sélection dans cette catégorie. Revenez bientôt !

source: There are no tips available yet. Check back soon!
fr: Il n’y a encore aucune sélection dans cette catégorie. Revenez bientôt !

source: These numbers are for genuine emergencies only. Misuse may result in legal consequences.
fr: Ces numéros sont réservés aux urgences réelles. Toute utilisation abusive peut entraîner des poursuites judiciaires.

source: This location has no AR experience yet.
fr: Cet endroit n'offre pas encore d'expérience en réalité augmentée.

source: This merchant does not have a location set.
fr: Ce commerçant n'a pas indiqué d'adresse.

source: Tips
fr: Astuces

source: To start navigation, please enable location access in Settings. Tap 'Location' and select 'While Using the App'.
fr: Pour démarrer la navigation, veuillez activer l'accès à la localisation dans les paramètres. Appuyez sur « Localisation » et sélectionnez « Lors de l'utilisation de l'application ».

source: To use this feature, please enable location access in Settings. Tap 'Location' and select 'While Using the App'.
fr: Pour utiliser cette fonctionnalité, veuillez activer l'accès à la localisation dans les paramètres. Appuyez sur « Localisation » et sélectionnez « Lors de l'utilisation de l'application ».

source: Top Attractions
fr: Principales attractions

source: Top events
fr: Meilleurs événements

source: Top Merchants
fr: Meilleurs commerçants

source: Top Picks Right Now
fr: La Sélection du Moment

source: Top places for you
fr: Les meilleurs endroits pour vous

# transport_metro
source: Metro
fr: Métro

source: Try Again
fr: Réessayer

source: Unable to load event
fr: Impossible de charger l'événement

source: Unable to load location
fr: Impossible de charger l'emplacement

source: Upcoming events
fr: Événements à venir

# util_button
source: Emergency
fr: Urgence

source: Waiting for location to download offline content.
fr: En attente de la localisation pour télécharger le contenu hors ligne.

source: Waypoints
fr: Points de passage

source: Website
fr: Site web

source: You are offline and %.1f km outside the downloaded "%@" map area. Offline navigation only works inside downloaded areas.
fr: Vous êtes hors ligne et à %.1f km en dehors de la zone de la carte "%@" téléchargée. La navigation hors ligne ne fonctionne qu'à l'intérieur des zones téléchargées.

source: You are offline and no offline maps are downloaded. Open Settings and download your city to navigate offline.
fr: Vous êtes hors ligne et aucune carte hors ligne n'a été téléchargée. Ouvrez les Paramètres et téléchargez votre ville pour naviguer hors ligne.

source: You need to download the offline map for %@ Medina under Settings before starting navigation.
fr: Vous devez télécharger la carte hors ligne pour la médina de %@ dans les paramètres avant de démarrer la navigation.

source: You're offline. Connect to download data for this city.
fr: Vous êtes hors ligne. Connectez-vous pour télécharger les données de cette ville.

source: Could not determine your location. Please ensure GPS is enabled and you are outside.
fr: Impossible de déterminer votre position. Veuillez activer le GPS et vous placer à l'extérieur.

source: This trail doesn't have a valid route yet.
fr: Ce sentier n'a pas encore d'itinéraire valide.
